result = 0
print('Анкета на працевлаштування')
print('Чи отримали ви вищу освіту?', 'A - так', 'Б - ні')
a = input('Уведіть варіант відповіді - ')
if a == 'A' or a == 'А':
    result = result +1
else:
    result = result + 0
print('Чи є у вас досвід роботи?', 'А - так', 'Б - ні')
b = input('Уведіть ваш варіант відповіді - ')
if b == 'A' or b == 'А':
    result = result + 1
else:
    result = result + 0
print('Чи вважаєте ви себе достатньо здібним для цієї роботи?', 'A - ні', 'Б - так')
c = input('Уведіть варіант відповіді - ')
if c == 'Б':
    result = result + 1
else:
    result = result + 0
print('При офіційному працевлаштуванні ви отримаєте дані, які накладуть на вас заборону виїду закордон на 5 років. Чи згодні ви з цим?', 'А - ні', 'Б - так')
d = input('Уведіть ваш варіант відповіді - ')
if d == 'Б':
    result = result +1
else:
    result = result + 0
print('Чому гуси такі злі?', 'А - дурне запитання', 'Б - не люблять людей', 'B - це провина мусульман')
f = input('Уведіть ваш варіант відповіді - ')
if f == 'B' or f == 'В':
    result = result + 1
else:
    result = result + 0
print('Анкету зараховано')
if result <3:
    print('На жаль, ми змушені відмовити вам у нашій перспективній і маленькій інді-компанії. Всього найкращого.')
else:
    print("Вітаємо, ви прийняті на посаду 'Охорона супермаркету АТБ', візьміть з полиці пиріжок.Б")
